<?php

//
// Module information
//
$lang['MODULE_TITLE'] = 'Загальні порушення';
$lang['MODULE_EXPLAIN'] = 'Цей модуль дозволяє відправляти команді адміністраторів і модераторів повідомлення про порушення у вільній формі.';

//
// Language variables
//
$lang['REPORT_LIST_TITLE'] = 'Загальні порушення';
$lang['REPORT_TYPE'] = 'Загальні порушення';

$lang['WRITE_REPORT'] = 'Повідомити про порушення';
$lang['WRITE_REPORT_EXPLAIN'] = 'Використовуйте цю форму для відправки повідомлення команді адміністраторів і модераторів.';
$lang['AUTH_WRITE_ERROR'] = 'У вас немає прав для відправки повідомлень про порушення.';