<?php

//
// Module information
//
$lang['MODULE_TITLE'] = 'Порушення у повідомленнях користувачів';
$lang['MODULE_EXPLAIN'] = 'Цей модуль дозволяє повідомляти про порушення у повідомленнях теми.';

//
// Language variables
//
$lang['REPORT_LIST_TITLE'] = 'Порушення в повідомленнях';
$lang['REPORT_TYPE'] = 'Порушення в повідомленнях';

$lang['WRITE_REPORT'] = 'Повідомити про порушення';
$lang['DUPLICATE_REPORT'] = 'Про порушення повідомлено';
$lang['WRITE_REPORT_EXPLAIN'] = 'Використовуйте цю форму для відправки повідомлення про порушення. Робіть це тільки якщо ви помітили порушення Правил трекера.';
$lang['WRITE_REPORT_ERROR'] = 'Вибране повідомлення не існує.';
$lang['AUTH_WRITE_ERROR'] = 'У вас немає прав для надсилання повідомлення.';
$lang['DUPLICATE_ERROR'] = 'Про порушення в обраних повідомленнях вже повідомлено.';
$lang['DELETED_ERROR'] = 'Повідомлення з порушенням видалено.';

$lang['CLICK_RETURN'] = '%sНатиснить%s для повернення до повідомлення в темі.';