<?php

//
// Module information
//
$lang['MODULE_TITLE'] = 'Порушення користувачів';
$lang['MODULE_EXPLAIN'] = 'Цей модуль дозволяє повідомляти про порушення Правил користувачами.';

//
// Language variables
//
$lang['REPORT_LIST_TITLE'] = 'Порушення користувачів';
$lang['REPORT_TYPE'] = 'Порушення користувачів';

$lang['WRITE_REPORT'] = 'Повідомити про порушення Правил користувачем';
$lang['WRITE_REPORT_EXPLAIN'] = 'Використовуйте цю форму для відправки повідомлення про порушення. Робіть це тільки якщо ви помітили порушення Правил трекера.';
$lang['WRITE_REPORT_ERROR'] = 'Обраний користувач не існує';
$lang['AUTH_WRITE_ERROR'] = 'У вас немає прав для надсилання повідомлення.';
$lang['DELETED_ERROR'] = 'Обраний користувач видалено.';

$lang['CLICK_RETURN'] = '%sНатиснить%s для повернення в профіль користувача.';