<?php
if (!defined('BB_ROOT')) die(basename(__FILE__));
$filecache = array (
  'expire' => 1691344097,
  'value' => 
  array (
    'allow_autologin' => '1',
    'allow_bbcode' => '1',
    'allow_namechange' => '0',
    'allow_sig' => '1',
    'allow_smilies' => '1',
    'board_disable' => '0',
    'board_startdate' => '1632042069',
    'board_timezone' => '3',
    'bonus_upload' => 'a:9:{i:0;s:1:"3";i:1;s:2:"10";i:2;s:2:"25";i:3;s:2:"60";i:4;s:3:"140";i:5;s:5:"10240";i:6;s:4:"5120";i:7;s:4:"5120";i:8;s:0:"";}',
    'bonus_upload_price' => 'a:9:{i:0;s:2:"80";i:1;s:3:"250";i:2;s:3:"500";i:3;s:4:"1000";i:4;s:4:"1500";i:5;s:6:"200000";i:6;s:6:"100000";i:7;s:6:"100000";i:8;s:0:"";}',
    'birthday_enabled' => '1',
    'birthday_max_age' => '80',
    'birthday_min_age' => '10',
    'birthday_check_day' => '5',
    'bt_add_auth_key' => '1',
    'bt_allow_spmode_change' => '1',
    'bt_announce_url' => 'https://crackstatus.net/bt/announce.php',
    'bt_disable_dht' => '0',
    'bt_check_announce_url' => '0',
    'bt_del_addit_ann_urls' => '0',
    'bt_dl_list_only_1st_page' => '1',
    'bt_dl_list_only_count' => '0',
    'bt_newtopic_auto_reg' => '1',
    'bt_replace_ann_url' => '1',
    'bt_search_bool_mode' => '1',
    'bt_set_dltype_on_tor_reg' => '1',
    'bt_show_dl_but_cancel' => '1',
    'bt_show_dl_but_compl' => '1',
    'bt_show_dl_but_down' => '0',
    'bt_show_dl_but_will' => '1',
    'bt_show_dl_list' => '0',
    'bt_show_dl_list_buttons' => '1',
    'bt_show_dl_stat_on_index' => '0',
    'bt_show_ip_only_moder' => '1',
    'bt_show_peers' => '1',
    'bt_show_peers_mode' => '1',
    'bt_show_port_only_moder' => '1',
    'bt_tor_browse_only_reg' => '0',
    'bt_unset_dltype_on_tor_unreg' => '1',
    'cron_last_check' => '1691028612',
    'default_dateformat' => 'Y-m-d H:i',
    'default_lang' => 'ru',
    'flood_interval' => '600',
    'hot_threshold' => '50',
    'login_reset_time' => '30',
    'max_autologin_time' => '5',
    'max_login_attempts' => '5',
    'max_poll_options' => '6',
    'max_sig_chars' => '500',
    'posts_per_page' => '15',
    'prune_enable' => '0',
    'record_online_date' => '1677138745',
    'record_online_users' => '338',
    'seed_bonus_enabled' => '1',
    'seed_bonus_release' => 'a:7:{i:0;s:1:"1";i:1;s:2:"10";i:2;s:2:"50";i:3;s:3:"100";i:4;s:3:"150";i:5;s:3:"250";i:6;s:0:"";}',
    'seed_bonus_points' => 'a:7:{i:0;s:1:"1";i:1;s:3:"1.5";i:2;s:1:"2";i:3;s:3:"2.5";i:4;s:1:"3";i:5;s:1:"4";i:6;s:0:"";}',
    'seed_bonus_tor_size' => '',
    'seed_bonus_user_regdate' => '',
    'site_desc' => 'CRACKSTATUS - Нет такой защиты, которую не взломать',
    'sitemap_time' => '1690945202',
    'sitename' => 'CRACKSTATUS  :: Нет такой защиты, которую не взломать',
    'smilies_path' => 'styles/images/smiles',
    'static_sitemap' => '',
    'topics_per_page' => '50',
    'xs_use_cache' => '1',
    'active_ads' => 'a:3:{i:4;a:1:{i:0;s:1:"3";}i:5;a:1:{i:0;s:2:"47";}i:6;a:1:{i:0;s:2:"27";}}',
    'cron_enabled' => '0',
    'cron_check_interval' => '120',
    'magnet_links_enabled' => '1',
    'gender' => '1',
    'callseed' => '1',
    'tor_stats' => '1',
    'show_latest_news' => '1',
    'max_news_title' => '100',
    'latest_news_count' => '5',
    'latest_news_forum_id' => '67',
    'show_network_news' => '1',
    'max_net_title' => '100',
    'network_news_count' => '5',
    'network_news_forum_id' => '70,71,72,73,74,75,76,79,80,81',
    'whois_info' => 'http://whatismyipaddress.com/ip/',
    'show_mod_index' => '0',
    'premod' => '0',
    'new_tpls' => '1',
    'tor_comment' => '1',
    'terms' => '[align=center][b][color=red][size=16]Правила пользования данным ресурсом[/size][/color][/b]
[br]
Данные правила созданы с целью упорядочивания общения в данном форуме. 
Правила являются обязательными для исполнения всеми присутствующими на форуме.[/align]
[br]
[align=center][box][align=left]
[br]
[b]Администрация оставляет за собой право:[/b]
● Редактировать и удалять сообщения пользователей, если эти сообщения не отвечают основным требованиям и тематике данного форума.
● Отключать от форума лиц, нарушающих Порядок и Правила.
● Изменять данные Правила

[size=14][b][color=red]Регистрация[/color][/b][/size]
● Регистрация является неотъемлемой частью присутствия на форуме. 
● Прохождение регистрации автоматически обозначает Ваше согласие с данными Правилами. 
● Если Вы не согласны с данными Правилами, напишите, пожалуйста, Администратору форума. Он деактивирует Вашу учётную запись.

[color=blue][b]Ник:[/b][/color]
Ник, это отражение вашей виртуальной личности, поэтому не стоит пренебрегать временем на подбор уникального имени. 
Возможно в будущем ваш ник будет знаменит в сети, но разве неинтересные ники с кучей разных цифр или набором символов кто-то помнит?
[br]
[b]Ваш аккаунт может быть заблокирован или ник может быть изменен, если:[/b]
● Несет в себе рекламу сайтов.
● Не соответствует моральным и этическим нормам или является прямым или косвенным оскорблением кого/чего либо.
● Содержит ненормативную лексику.
● Вводит в заблуждение пользователей или имеет схожесть с никами админов или модераторов сайта.
● Вы можете запросить смену ника у администрации.

[color=blue][b]Aватар:[/b][/color]
● Максимальный разрешение: 100х100 точек; размер: до 100 Кб.
● Аватар также, должен соответствовать моральным и этическим нормам и не являться прямым или косвенным оскорблением кого/чего либо.
● Сильно мигающие, «раздражающие» аватары (с анимацией) запрещены.

[color=blue][b]Подпись:[/b][/color]
● [b]Максимальная высота:[/b] 80 точек (другими словами, не больше четырех юзербаров или восьми строк текста (размер шрифта 10); ширина: 750 точек.
● Общий размер изображений, содержащихся в подписи, не должен превышать 150 Kb.
● Содержание подписи также должно отвечать моральным и этическим нормам.
● Сильно мигающие, «раздражающие» подписи также запрещены (степень мигания определяется администрацией).
● В подписе, можно указывать ссылки на какие либо ваши ресурсы, но в основном все это решается индивидуально.
● [b]В подписи разрешены ссылки:[/b] на личные страницы соцсетей (ВК, Инстаграм и т.д.), YouTube-каналы и прочее. 
● Если сомневаетесь лучше уточните у администрации, иначе можно получить предупреждение или бан.


[color=red][b]Внимание! Если в течении 1 года (365 дней) не пользовались нашим ресурсом и нет сообщений на форуме, Ваш аккаунт автоматически удаляется.[/b][/color]

[size=16][color=red][b]Всем участникам данного ресурса запрещены:[/b][/color][/size]
●  Оскорбления, угрозы (в том числе и в скрытой форме). 
●  Холивар, флуд и прочие засоряющие форум сообщения.
●  Заниматься оверпостингом и размножением офф-топиков.
●  Спам, реклама, самопиар и прочее.
●  Публично предъявлять претензии и обсуждать действия Модератора или Администратора (Пишите в ЛС на сайте или в [url=https://vk.com/im?sel=-124636887]ЛС группы ВК[/url], разбремся).
●  Применять красный цвет в сообщении, использовать [b]CAPS LOCK[/b] постоянно. Подобные сообщения будут удаляться.
●  Попрошайничество.
●  Ссылаться на другие ресурсы сети, не включенные в «список разрешенных».
●  За спойлеры мгновенный и безоговорочный бан. Но! Можно спрятать спойлер под спойлер и подписать его как-то типа «Осторожно! Спойлер!».
●  Все скриншоты и видеоролики также прячем под спойлеры.
●  Просить скорости в свежих релизах запрещено, такие просьбы расцениваются как флуд (все равно никто вам скорости не даст).


[color=red][b]Ограничения на трекере[/b][/color]
[color=darkgreen][b]Все создающие раздачу ответственны за ее содержимое и должны быть уверены в безопасности контента, которое собираетесь раздавать.[/b][/color]

[b]Всем участникам раздач на данном трекере запрещается:[/b]
●  Создавать дублирующие раздачи. Например если какой-то релиз на трекере устарел, а у вас есть более новая версия, напишите в этой теме про обновление.
●  Бросать недооформленные темы (критерии просты, оформление раздачи должно быть компактным, аккуратным и вся информация в теме должна быть легко доступной).
●  Запрещается уходить с раздачи до первых сидов. После заливки раздачи обязательно оставайтесь на раздаче до 3-5 первых сидов!
●  Красный цвет в сообщении релизер вправе использовать только для важной информации, которую обязательно должен знать качающий.

Решение по соответствию раздачи данным требованиям принимает Модератор и/или Администратор. 
В их полномочиях редактировать, обновлять, перемещать, закрывать или удалять раздачу.

[color=red][b]Модераторы и Администраторы[/b][/color]
●  Модераторы выбираются из числа наиболее активных и грамотных пользователей ресурса.
●  Модераторы следят за соблюдением Правил форума.
●  Модератор может отредактировать или удалить сообщение пользователя, если сочтет необходимым.
●  Модератор может обновить стороннюю тему (взятую с других ресурсов), залитую пользователями нашего сайта, если это срочное или порядковое обновление.
●  Модератор может закрыть тему, если тема потеряла актуальность, если участники отклонились от ее сути или по другим причинам.
●  Модератор может переместить тему в наиболее подходящую категорию.
●  Модератор может быть переведен в категорию VIP при отсутствии активной модераторской деятельности в течение двух месяцев и более.
●  Техническая помощь — группа с частичными модераторскими правами; предназначена для осуществления технической помощи посетителям ресурса.
●  Указанные действия могут быть осуществлены и Администратором.

Каждый пользователь может помочь нашему трекеру объединить все раздачи в одном месте, без вирусов, рекламы, хаотичных банов и прочей ерунды происходящей на других трекерах. 
Для того чтобы стать релизером напишите в ЛС группы Вконтакте, и мы проконсультируем вас в этом направлении.

Все вопросы решаются при личном общении, в [url=https://vk.com/im?sel=-124636887]ЛС группы PNL CRACKSTATUS Вконтакте[/url]

Все вышеуказанные правила могут меняться или дополняться по необходимости.
[/align][/box][/align]

[align=center][size=20][color=red][b]Помните, незнание правил не освобождает от ответственности![/b][/color][/size][/align]',
    'bbcode_html_group' => '-1',
    'current_lucker' => '10708',
    'seed_bonus_change_nik' => '1',
    'seed_bonus_change_nik_price' => '10000',
    'poll_index' => '0',
    'poll_name' => 'Нравится наш сайт?',
    'poll_vote' => 'a:3:{i:0;s:4:"Да";i:1;s:6:"Нет";i:2;s:0:"";}',
    'poll_users' => 'a:2:{i:0;i:50;i:1;i:16;}',
    'poll_result' => 'a:2:{i:0;i:50;i:1;i:16;}',
    'parsmod_disable' => '1',
    'parsmod_rutracker_login' => 'ScorPic78',
    'parsmod_nnm_login' => 'Barbarossa178',
    'parsmod_nnm_password' => 'qazqaz11',
    'parsmod_rutracker_password' => 'qazqaz11',
    'show_obaleni_news' => '0',
    'medal_display_order' => '0',
    'obaleni_news_forum_id' => '360,370,369,368,367,366,365,364,363,362,361,371,379,378,377,376,375,374,373,372',
    'max_last_title' => '35',
    't_last_added_num' => '7',
    't_top_downloaded' => '7',
    't_top_uploaders' => '15',
    't_top_downloaders' => '15',
    'logo_image_path' => 'styles/images/shapka',
    'logo_image' => '3.png',
    'logo_image_w' => '900',
    'logo_image_h' => '135',
    'admin_note' => 'wdasd\\nssdfdsf',
    'presents' => '1',
    'faq' => '12345',
    'faq_bbcode' => '12345',
    'faq_utorrent_setup' => '12345',
    'faq_download' => '12345',
    'medal_display_height' => '',
    'medal_display_width' => '',
    'medal_display_col' => '5',
    'medal_display_row' => '1',
    'dis_medal_display' => '1',
    'visit_user' => '1',
    'visit_user_num' => '30',
    'max_ob_title' => '50',
    'obaleni_news_count' => '5',
    'tt_api' => '81a81abced52283c830e7688f08c267e',
    'tt_height' => '350',
    'tt_type' => '2',
    'tt_width' => '640',
    'tt_zone' => '787',
    'reports_enabled' => '1',
    'report_subject_auth' => '1',
    'report_modules_cache' => '1',
    'report_hack_count' => '24',
    'report_notify' => '0',
    'report_list_admin' => '0',
    'report_new_window' => '0',
    'last_added' => '1',
    'new_poster' => '1',
    'limit_poster' => '50',
    'posters' => '1',
    'last_added_num' => '20',
    'join_interval' => '18',
    'lenta_forum_id' => 'a:64:{i:0;s:0:"";i:1;s:0:"";i:2;s:0:"";i:3;s:0:"";i:4;s:0:"";i:5;s:0:"";i:6;s:0:"";i:7;s:0:"";i:8;s:0:"";i:9;s:0:"";i:10;s:0:"";i:11;s:0:"";i:12;s:0:"";i:13;s:0:"";i:14;s:0:"";i:15;s:0:"";i:16;s:0:"";i:17;s:0:"";i:18;s:0:"";i:19;s:0:"";i:20;s:0:"";i:21;s:0:"";i:22;s:0:"";i:23;s:0:"";i:24;s:0:"";i:25;s:0:"";i:26;s:0:"";i:27;s:0:"";i:28;s:0:"";i:29;s:0:"";i:30;s:0:"";i:31;s:0:"";i:32;s:0:"";i:33;s:0:"";i:34;s:0:"";i:35;s:0:"";i:36;s:0:"";i:37;s:0:"";i:38;s:0:"";i:39;s:0:"";i:40;s:0:"";i:41;s:0:"";i:42;s:0:"";i:43;s:0:"";i:44;s:0:"";i:45;s:0:"";i:46;s:0:"";i:47;s:0:"";i:48;s:0:"";i:49;s:0:"";i:50;s:0:"";i:51;s:0:"";i:52;s:0:"";i:53;s:0:"";i:54;s:0:"";i:55;s:0:"";i:56;s:0:"";i:57;s:0:"";i:58;s:0:"";i:59;s:0:"";i:60;s:0:"";i:61;s:0:"";i:62;s:0:"";i:63;s:0:"";}',
    'use_dynamic_description' => '1',
    'use_dynamic_keywords' => '1',
    'global_description' => 'Crackstatus - Нет такой защиты, которую не взломать',
    'global_keywords' => 'игры, торрент, торрент-трекер, бесплатные игры, крекстатус, crackstatus',
    'append_global_description' => '1',
    'append_global_keywords' => '1',
    'append_keywords_first' => '0',
    'description_word_count' => '150',
    'keyword_word_count' => '50',
    'show_board_start_index' => '1',
  ),
);
?>