Subject: Повідомлення про відповіді - {TOPIC_TITLE}
Charset: UTF-8

Привіт, {USERNAME}!

Ви отримали це повідомлення тому, що слідкуєте за темою "{TOPIC_TITLE}" на сайті {SITENAME}. У цій темі з часу вашого останнього відвідування з'явилося нове повідомлення. Ви можете перейти за посиланням, щоб прочитати які надійшли відповіді; нові повідомлення не будуть приходити, поки ви не перегляньте тему:

{U_TOPIC}

Якщо ви більше не хочете слідкувати за темою, або натисніть на посилання "перестати стежити за темою" внизу сторінки, або перейдіть за наступним посиланням:

{U_STOP_WATCHING_TOPIC}

{EMAIL_SIG}