<?php

//
// Module information
//
$lang['MODULE_TITLE'] = 'Нарушения в сообщениях пользоваталей';
$lang['MODULE_EXPLAIN'] = 'Этот модуль позволяет сообщать о нарушениях в сообщениях темы.';

//
// Language variables
//
$lang['REPORT_LIST_TITLE'] = 'Нарушения в сообщениях';
$lang['REPORT_TYPE'] = 'Нарушения в сообщениях';

$lang['WRITE_REPORT'] = 'Сообщить о нарушении';
$lang['DUPLICATE_REPORT'] = 'О нарушении сообщено';
$lang['WRITE_REPORT_EXPLAIN'] = 'Используйте эту форму для отправки сообщения о нарушении. Делайте это только, если вы заметили нарушение Правил трекера.';
$lang['WRITE_REPORT_ERROR'] = 'Выбранное сообщение не существует.';
$lang['AUTH_WRITE_ERROR'] = 'У вас нет прав для отправки сообщения.';
$lang['DUPLICATE_ERROR'] = 'О нарушениях в выбранных сообщениях уже сообщено.';
$lang['DELETED_ERROR'] = 'Сообщение с нарушением удалено.';

$lang['CLICK_RETURN'] = '%sНажмите%s для возврата к сообщению в теме.';

?>