<?php

//
// Module information
//
$lang['MODULE_TITLE'] = 'Нарушения пользователей';
$lang['MODULE_EXPLAIN'] = 'Этот модуль позволяет сообщать о нарушающих Правила пользователях.';

//
// Language variables
//
$lang['REPORT_LIST_TITLE'] = 'Нарушения пользователей';
$lang['REPORT_TYPE'] = 'Нарушения пользователей';

$lang['WRITE_REPORT'] = 'Сообщить о нарушении Правил пользователем';
$lang['WRITE_REPORT_EXPLAIN'] = 'Используйте эту форму для отправки сообщения о нарушении. Делайте это только, если вы заметили нарушение Правил трекера.';
$lang['WRITE_REPORT_ERROR'] = 'Выбранный пользователь не существует';
$lang['AUTH_WRITE_ERROR'] = 'У вас нет прав для отправки сообщения.';
$lang['DELETED_ERROR'] = 'Выбранный пользователь удален.';

$lang['CLICK_RETURN'] = '%sНажмите%s для возврата в профиль пользователя.';

?>