Charset: UTF-8

Привіт, {TO_USERNAME}!

Нижче є лист, відправлений вам користувачем {FROM_USERNAME} через вашу реєстрацію на сайті {SITENAME}. Якщо це повідомлення є спамом, містить образи або інші неприємні вам коментарі, будь-ласка зв'яжіться з адміністратором сайту за адресою:

{BOARD_EMAIL}

Увімкніть дане повідомлення (особливо заголовки). Будь ласка, зверніть увагу, що адреса відповіді в цьому повідомленні є адресою {FROM_USERNAME}.

Надіслане повідомлення:
~~~~~~~~~~~~~~~~~~~~~~~~~~~~

{MESSAGE}