Subject: Активація нового паролю
Charset: UTF-8

Привіт, {USERNAME}!

Ви отримали цей лист тому що ви (або хтось, що видає себе за вас) попросили вислати новий пароль до вашого облікового запису на сайті {SITENAME}. Якщо ви не просили вислати пароль, то не звертайте уваги на цей лист, якщо ж подібні листи будуть продовжувати приходити, зверніться до адміністратора сайту.

Перш ніж використовувати новий пароль, ви повинні його активувати. Для цього перейдіть за посиланням:

{U_ACTIVATE}

У разі успішної активації ви зможете входити у систему, використовуючи наступний пароль:

Пароль: {PASSWORD}

Ви зможете змінити пароль на сторінці редагування профілю. Якщо у вас виникнуть якісь труднощі, зверніться до адміністратора сайту.

{EMAIL_SIG}