Subject: Ласкаво просимо на сайт {SITENAME}
Charset: UTF-8

{WELCOME_MSG}

Будь ласка, збережіть це повідомлення. Параметри вашого облікового запису такі:

----------------------------
Ім'я користувача: {USERNAME}
Пароль: {PASSWORD}
----------------------------

Ваш обліковий запис ще не активен. Ви не зможете їм користуватися, поки не перейдете за наступним посиланням:

{U_ACTIVATE}

Не забувайте свій пароль, він зберігається в базі даних у зашифрованому вигляді, та ми не зможемо вам його вислати. Якщо ви забудете пароль, то зможете запросити новий, який доведеться активувати таким же чином, як і ваш обліковий запис.

Дякуємо, що зареєструвались на нашому сайті.

{EMAIL_SIG}