Subject: Ласкаво просимо на сайт {SITENAME}
Charset: UTF-8

{WELCOME_MSG}

Будь ласка, збережіть це повідомлення. Параметри вашого облікового запису такі:

----------------------------
Ім'я користувача: {USERNAME}
Пароль: {PASSWORD}
----------------------------

Не забувайте свій пароль, він зберігається в базі даних в зашифрованому вигляді, і ми не зможемо вам його вислати. Якщо ви забудете пароль, то зможете запросити новий, який доведеться активувати таким же чином, як і ваш обліковий запис.

Дякуємо, що зареєструвались на нашому сайті.

{EMAIL_SIG}