Subject: Добро пожаловать на сайт {SITENAME}
Charset: UTF-8

{WELCOME_MSG}

Пожалуйста сохраните это сообщение. Параметры вашей учётной записи таковы:

----------------------------
Имя пользователя: {USERNAME}
Пароль:           {PASSWORD}
----------------------------

Не забывайте свой пароль: он хранится в нашей базе в зашифрованном виде, и мы не сможем вам его выслать. Если вы всё же забудете пароль, то сможете запросить новый, который придётся активировать таким же образом, как и вашу учётную запись.

Спасибо за то, что зарегистрировались на нашем сайте.

{EMAIL_SIG}