Subject: Активизация нового пароля
Charset: UTF-8

Здравствуйте, {USERNAME}!

Вы получили это письмо потому, что вы (либо кто-то, выдающий себя за вас) попросили выслать новый пароль к вашей учётной записи на сайте {SITENAME}. Если вы не просили выслать пароль, то не обращайте внимания на это письмо, если же подобные письма будут продолжать приходить, обратитесь к администратору форумов.

Прежде чем использовать новый пароль, вы должны его активизировать. Для этого перейдите по ссылке:

{U_ACTIVATE}

В случае успешной активизации вы сможете входить в систему, используя следующий пароль:

Пароль: {PASSWORD}

Вы сможете сменить этот пароль на странице редактирования профиля. Если у вас возникнут какие-то трудности, обратитесь к администратору форумов.

{EMAIL_SIG}